alacritty
alsa-firmware
alsa-tools
alsa-utils
amd-ucode
appstream-glib
asusctl
base
base-devel
blueprint-compiler
bluez
bluez-utils
breeze-icons
brightnessctl
check
chromium
cmake
efibootmgr
firefox
flatpak
galculator
git
gnome-themes-extra
go
greetd
greetd-regreet
grim
grub
gtk4
hyprland
hyprlock
hyprpaper
hyprpolkitagent
kitty
lib32-fontconfig
lib32-nvidia-utils
libfido2
linux-firmware
linux-zen
linux-zen-headers
man-db
man-pages
meson
nautilus
neofetch
network-manager-applet
networkmanager
noto-fonts
nvidia-open-dkms
nvidia-settings
nvidia-utils
otf-font-awesome
pipewire
pipewire-alsa
pipewire-pulse
power-profiles-daemon
python-build
python-coverage
python-installer
python-nose
python-pillow
python-pytest
python-setuptools-scm
python-wheel
qt5-wayland
qt6ct
rust
slurp
sof-firmware
startup-notification
steam
sudo
swaync
texinfo
ttf-firacode-nerd
ttf-font-awesome
ttf-liberation
unzip
vim
waybar
winetricks
wireplumber
wl-clipboard
xcb-imdkit
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
zsh
zsh-completions
